[{"name": "Didier Reynders", "nat": "Belgie", "fce": "Komisař, právní stát", "desc": "Belgický ministr zahraničí, který od konce minulého roku vede také obranu. V minulosti šéfoval také ministerstvu financí. Reynders je členem Reformního hnutí, které se hlásí k Alianci liberálů a demokratů pro Evropu (nově Obnova Evropy)."}, {"name": "Marija Gabriel", "nat": "Bulharsko", "fce": "Komisařka, inovace", "desc": "Bulharská politička je od roku 2017 eurokomisařkou pro digitální ekonomiku, předtím od roku 2009 právě do roku 2017 zastávala post europoslankyně. Gabrielová zastupuje bulharskou vládní stranu GERB, která je součástí Evropské lidové strany."}, {"name": "Věra Jourová", "nat": "Česko", "fce": "Místopředsedkyně, hodnoty a transparentnost", "desc": "Jourová je od roku 2014 eurokomisařkou pro spravedlnost a ochranu spotřebitele, v Evropské komisi tak nebude nováčkem. V Česku zastávala Jourová v minulosti post ministryně pro místní rozvoj. Jourová je členkou hnutí ANO, na evropské poli se její strana hlásí k frakci Aliance liberálů a demokratů pro Evropu (nově Obnova Evropy)."}, {"name": "Margrethe Vestager", "nat": "Dánsko", "fce": "Výkonná místopředsedkyně, digitální agenda", "desc": "Stávající eurokomisařka pro hospodářskou soutěž by měla v novém složení být místopředsedkyní komise. V dánské vládě v minulosti působila jako ministryně hospodářství a vnitra. Je členkou Radikální liberální strany, která je součástí Aliance liberálů a demokratů pro Evropu (nově Obnova Evropy)."}, {"name": "Kadri Simson", "nat": "Estonsko", "fce": "Komisařka, energetika", "desc": "Od roku 2016 do letošního dubna byla Simsonová estonskou ministryní hospodářství a infrastruktury. V Evropské komisi bude nováčkem. Estonská strana středu, jejíž je členkou, patří do frakce Aliance liberálů a demokratů pro Evropu (nově Obnova Evropy)."}, {"name": "Jutta Urpilainen", "nat": "Finsko", "fce": "Komisařka, mezinárodní partnerství", "desc": "Tři roky ve Finsku šéfovala ministerstvu financí a byla místopředsedkyní vlády. Urpilainenová je členkou finských sociálních demokratů, v europarlamentu sedí její členové mezi členy Progresivní aliance socialistů a demokratů."}, {"name": "Sylvie Goulard", "nat": "Francie", "fce": "Komisařka, vnitřní trh", "desc": "Viceguvernérka francouzské centrální banky působila v Bruselu už v minulosti, když byla osm let europoslankyní. V roce 2017 se přidala k hnutí prezidenta Emmanuela Macrona Vpřed republiko, strana se hlásí k Alianci liberálů a demokratů pro Evropu (nově Obnova Evropy)."}, {"name": "Dubravka Šuica", "nat": "Chorvatsko", "fce": "Místopředsedkyně, demografie", "desc": "Šuicaová sedí od roku 2014 v europarlamentu. V minulosti byla osm let starostkou Dubrovníku. Stranicky se hlásí k Chorvatskému demokratickému společenství, které se v europarlamentu hlásí k Evropské lidové straně."}, {"name": "Phil Hogan", "nat": "Irsko", "fce": "Komisař, obchod", "desc": "V právě končící komisy zastával pozici komisaře pro zemědělství a rozvoj venkova. Mezi lety 2011 a 2014 byl irským ministrem pro životní prostředí, komunity a místní samosprávy. Hogan je členem křesťansko-demokratické Fine Gael, která se hlásí k Evropské lidové straně."}, {"name": "Paolo Gentiloni", "nat": "Itálie", "fce": "Komisař, finance", "desc": "Gentiloni byl od roku 2016 do roku 2018 italským premiérem. Předtím dva roky vedl ministerstvo zahraničních věcí a předtím byl ještě stejnou dobu ministrem komunikací. Vede donedávna opoziční Demokratickou stranu, která ale po vládní krizi v Itálii vstupuje do vlády. Na evropské půdě se strana hlásí k Progresivní alianci socialistů a demokratů."}, {"name": "Stella Kyriakides", "nat": "Kypr", "fce": "Komisařka, zdravotnictví", "desc": "Od roku 2017 do roku 2018 vedla Parlamentní shromáždění Rady Evropy. Od roku 2006 sedí v kyperském parlamentu ta Demokratické shromáždění, strana se v europarlamentu hlásí k Evropské lidé straně."}, {"name": "Valdis Dombrovskis", "nat": "Lotyšsko", "fce": "Výkonný místopředseda, finanční stabilita", "desc": "Dombrovskis byl v letech 2009 až 2014 lotyšským premiérem, od roku 2014 pak zastával pozici eurokomisaře pro euro a sociální dialog. Patří tak k politikům, kteří v komisi usednou podruhé v řadě. Dombrovskis je členem vládní středopravicové stany Jednota, který se v europarlamentu hlásí k evropským lidovcům."}, {"name": "Virginijus Sinkevičius", "nat": "Litva", "fce": "Komisař, životní prostředí a oceány", "desc": "Osmadvacetiletý Litevec bude nejmladším členem Evropské komise. Na domácí půdě je členem Unie rolníků a zelených, od roku 2017 zastává pozici ministra hospodářství. Jeho strana se v Evropě hlásí k Zeleným."}, {"name": "Nicolas Schmit", "nat": "Lucembursko", "fce": "Komisař, pracovní trh", "desc": "Od roku 2004 seděl v lucemburském parlamentu, letos pak byl za svou zemi zvolen do europarlamentu. Schmit je členem Lucemburské socialistické dělnické strany, hlásí se k frakci socialistů."}, {"name": "László Trócsányi", "nat": "Maďarsko", "fce": "Komisař, sousedství a rozšíření", "desc": "Bývalý velvyslanec Maďarska ve Francii byl od roku 2014 do června 2019 ministrem spravedlnosti. Trócsányi je členem vládní strany Fidesz, ta se hlásí k evropským lidovcům."}, {"name": "Helena Dalli", "nat": "Malta", "fce": "Komisařka, rovnoprávnost", "desc": "Dalliová do letošního července zastávala post ministryně pro evropské záležitosti a rovné příležitosti. Maltská politička je členkou Strany práce patřící k frakci Progresivní alianci socialistů a demokratů."}, {"name": "Ursula von der Leyen", "nat": "Německo", "fce": "Předsedkyně", "desc": "První žena v čele Evropské komise. Von der Leyenová byla od roku 2013 německou ministryní obrany, předtím vedla resort práce a sociálních věcí. Je členkou německých křesťanských demokratů, kteří se hlásí k frakci evropských lidovců."}, {"name": "Frans Timmermans", "nat": "Nizozemsko", "fce": "Výkonný místopředseda, zelená politika", "desc": "Timmermans se ucházel o pozici předsedy Evropské komise, když byl takzvaným „spitzenkandidatem“ evropských socialistů. Proti jeho zvolení se ale postavily středoevropské země. Bývalý nizozemský ministr zahraničí byl dosud komisařem pro lepší regulaci, institucionální vztahy, vládu práva a chartu základních práv. Byl také místopředsedou komise. Na domácí půdě se hlásí ke Straně práce."}, {"name": "Janusz Wojciechowski", "nat": "Polsko", "fce": "Komisař, zemědělství", "desc": "Člen polské strany Právo a spravedlnost, která patří k euroskeptické pravici, jde do komise jako náhradník. Původní nominant Krzysztof Szczerski se kandidatury zřekl poté, co von der Leyenová nabídla Polsku místo komisaře pro zemědělství. Wojciechowski je od roku 2016 členem Evropského účetního dvora."}, {"name": "Elisa Ferreira", "nat": "Portugalsko", "fce": "Komisařka, soudržnost a reformy", "desc": "Ferreiraová nyní působí jako viceguvernérka portugalské centrální banky. V minulosti byla ministryní životního prostředí. Dvanáct let byla europoslankyní. Je členkou portugalských socialistů, kteří patří do frakce Progresivní aliance socialistů a demokratů."}, {"name": "Johannes Hahn", "nat": "Rakousko", "fce": "Komisař, rozpočet", "desc": "Rakouský lidovecký politik působil v právě dosluhující Evropské komisi Jeana-Claudea Junckera jako eurokomisař pro rozšíření. Na domácí půdě zastával v minulosti post ministra pro vědu a výzkum. Je členem Rakouské lidové strany, která se v europarlamentu hlásí k Evropské lidové straně."}, {"name": "Rovana Plumb", "nat": "Rumunsko", "fce": "Komisařka, doprava", "desc": "V rumunské vládě Plumbová dosud zastávala pozici ministryně evropských fondů. V minulosti vedla ministerstvo práce nebo ministerstvo životního prostředí. Je členkou rumunských sociálních demokratů a místopředsedkyní Progresivní aliance socialistů a demokratů, ke kterým se její domovská strana hlásí."}, {"name": "Margaritis Schinas", "nat": "Řecko", "fce": "Místopředseda, evropský způsob života", "desc": "Schias se ve strukturách Evropské unie pohybuje dlouhodobě. Dva roky byl europoslance a sedmnáct let pracoval pro Evropskou komisi. Dosluhující Junckerově komisi dělal tiskového mluvčího. Je členem Nové demokracie, která se hlásí k frakci Evropské lidové strany."}, {"name": "Maroš Šefčovič", "nat": "Slovensko", "fce": "Místopředseda, vztahy evropských institucí", "desc": "Šefčovič letos neúspěšně kandidoval na slovenského prezidenta, když ve druhém kole nestačil na Zuzanu Čaputovou. Před volbou do čele Evropské komise také kandidoval na „spitzenkandidáta“ evropských socialistů, nakonec ale podpořil Timmermanse. V právě končící komisi zastával post komisaře pro energetickou unii, komisařem byl i v dřívějších komisích. Je nestraníkem."}, {"name": "Janez Lenarčič", "nat": "Slovinsko", "fce": "Komisař, krizový management", "desc": "Nestraník Lenarčič bude v Evropské komisi nováčkem. V minulosti působil hlavně jako diplomat, pracoval například na slovinském ministerstvu zahraničí. Byl také ředitelem Úřadu pro demokratické instituce a lidská práva OBSE."}, {"name": "Josep Borrell", "nat": "Španělsko", "fce": "Místopředseda, diplomacie", "desc": "Borrel byl od roku 2004 do roku 2007 předsedou Evropského parlamentu. V současnosti zastává post španělského ministra zahraničí a šéfovat bude i unijní diplomacii. Do evropských voleb šel jako lídr španělských socialistů, kteří patří do frakce Progresivní aliance socialistů a demokratů."}, {"name": "Ylva Johansson", "nat": "Švédsko", "fce": "Komisařka, vnitřní záležitosti", "desc": "Stávající švédská ministryně zaměstnanosti zastávala v minulosti ministerský post také třeba ve školství. Johanssonová je členkou švédských sociálních demokratů, kteří jsou součástí frakce Progresivní aliance socialistů a demokratů."}]